export const addressMap = [
    {
        name: "전체",
        code:0,
        options : [
            ]
    },
    {
        name: "서울특별시",
        code:11000,
        options : 
            [
                {name:"종로구",code:11110},
                {name:"강남구",code:11680},
                {name:"중구",code:11140},
                {name:"용산구",code:11170},
                {name:"성동구",code:11200},
                {name:"광진구",code:11215},
                {name:"동대문구",code:11230},
                {name:"중랑구",code:11260},
                {name:"성북구",code:11290},
                {name:"강북구",code:11305},
                {name:"도봉구",code:11320},
                {name:"노원구",code:11350},
                {name:"은평구",code:11380},
                {name:"서대문구",code:11410},
                {name:"마포구",code:11440},
                {name:"양천구",code:11470},
                {name:"강서구",code:11500},
                {name:"구로구",code:11530},
                {name:"금천구",code:11545},
                {name:"영등포구",code:11560},
                {name:"동작구",code:11590},
                {name:"관악구",code:11620},
                {name:"서초구",code:11650},
                {name:"송파구",code:11710},
                {name:"강동구",code:11740},                                 
        ]   
    },
    {
        name: "부산광역시",
        code:26000,
        options : 
            [
                {name:"중구",code:26110},
                {name:"서구",code:26140},
                {name:"동구",code:26170},
                {name:"영도구",code:26200},
                {name:"부산진구",code:26230},
                {name:"동래구",code:26260},
                {name:"남구",code:26290},
                {name:"북구",code:26320},
                {name:"해운대구",code:26350},
                {name:"사하구",code:26380},
                {name:"금정구",code:26410},
                {name:"강서구",code:26440},
                {name:"연제구",code:26470},
                {name:"수영구",code:26500},
                {name:"사상구",code:26530},
                {name:"기장군",code:26710},
            ]   
    },
    {
        name: "인천광역시",
        code :28000,
        options : 
            [
                {name:"중구",code:28110},
                {name:"동구",code:28140},
                {name:"미추홀구",code:28177},
                {name:"연수구",code:28185},
                {name:"남동구",code:28200},
                {name:"부평구",code:28237},
                {name:"계양구",code:28245},
                {name:"서구",code:28260},
                {name:"강화군",code:28710},
                {name:"옹진군",code:28720},
    ]  
    },
    {
        name: "세종특별자치시",
        code:36110,
        options : 
            [
               
    ]  },
    {
        name: "대구광역시",
        code:27000,
        options : 
            [
                {name:"중구",code:27110},
                {name:"동구",code:27140},
                {name:"서구",code:27170},
                {name:"남구",code:27200},
                {name:"북구",code:27230},
                {name:"수성구",code:27260},
                {name:"달서구",code:27290},
                {name:"달성군",code:27710},
    ]  },
    {
        name: "광주광역시",
        code:29000,
        options : 
            [
                {name:"동구",code:29110},
                {name:"서구",code:29140},
                {name:"남구",code:29155},
                {name:"북구",code:29170},
                {name:"광산구",code:29200},
                
    ]  },
    {
        name: "대전광역시",
        code:30000,
        options : 
            [
                {name:"동구",code:30110},
                {name:"중구",code:30140},
                {name:"서구",code:30170},
                {name:"유성구",code:30200},
                {name:"대덕구",code:30230},
    ]  },
    {
        name: "울산광역시",
        code:31000,
        options : 
            [
                {name:"중구",code:31110},
                {name:"남구",code:31140},
                {name:"동구",code:31170},
                {name:"북구",code:31200},
                {name:"울주군",code:31710},
                
    ]  },
    {
        name: "경기도",
        code:41000,
        options : 
            [
            {name:"수원시 장안구",code:41111},
            {name:"수원시 권선구",code:41113},
            {name:"수원시 팔달구",code:41115},
            {name:"수원시 영통구",code:41117},
            {name:"성남시 수정구",code:41131},
            {name:"성남시 중원구",code:41133},
            {name:"성남시 분당구",code:41135},
            {name:"의정부시",code:41150},
            {name:"안양시 만안구",code:41171},
            {name:"안양시 동안구",code:41173},
            {name:"부천시",code:41190},
            {name:"광명시",code:41210},
            {name:"평택시",code:41220},
            {name:"동두천시",code:41250},
            {name:"안산시 상록구",code:41271},
            {name:"안산시 단원구",code:41273},
            {name:"고양시 덕양구",code:41281},
            {name:"고양시 일산동구",code:41285},
            {name:"고양시 일산서구",code:41287},
            {name:"과천시",code:41290},
            {name:"구리시",code:41310},
            {name:"남양주시",code:41360},
            {name:"오산시",code:41370},
            {name:"시흥시",code:41390},
            {name:"군포시",code:41410},
            {name:"의왕시",code:41430},
            {name:"하남시",code:41450},
            {name:"용인시 처인구",code:41461},
            {name:"용인시 기흥구",code:41463},
            {name:"용인시 수지구",code:41465},
            {name:"파주시",code:41480},
            {name:"이천시",code:41500},
            {name:"안성시",code:41550},
            {name:"김포시",code:41570},
            {name:"화성시",code:41590},
            {name:"광주시",code:41610},
            {name:"양주시",code:41630},
            {name:"포천시",code:41650},
            {name:"여주시",code:41670},
            {name:"연천군",code:41800},
            {name:"가평군",code:41820},
            {name:"양평군",code:41830},
    ]  },
    {
        name: "강원도",
        code:42000,
        options : 
            [
                {name:"춘천시",code:42110},
                {name:"원주시",code:42130},
                {name:"강릉시",code:42150},
                {name:"동해시",code:42170},
                {name:"태백시",code:42190},
                {name:"속초시",code:42210},
                {name:"삼척시",code:42230},
                {name:"홍천군",code:42720},
                {name:"횡성군",code:42730},
                {name:"영월군",code:42750},
                {name:"평창군",code:42760},
                {name:"정선군",code:42770},
                {name:"철원군",code:42780},
                {name:"화천군",code:42790},
                {name:"양구군",code:42800},
                {name:"인제군",code:42810},
                {name:"고성군",code:42820},
                {name:"양양군",code:42830},

    ]  },
    {
        name: "충청북도",
        code:43000,
        options : 
            [
                {name:"청주시 상당구",code:43111},
                {name:"청주시 서원구",code:43112},
                {name:"청주시 흥덕구",code:43113},
                {name:"청주시 청원구",code:43114},
                {name:"충주시",code:43130},
                {name:"제천시",code:43150},
                {name:"보은군",code:43720},
                {name:"옥천군",code:43730},
                {name:"영동군",code:43740},
                {name:"증평군",code:43745},
                {name:"진천군",code:43750},
                {name:"괴산군",code:43760},
                {name:"음성군",code:43770},
                {name:"단양군",code:43800},
                
    ]  },
    {
        name: "충청남도",
        code:44000,
        options : 
            [
                {name:"천안시 동남구",code:44131},
                {name:"천안시 서북구",code:44133},
                {name:"공주시",code:44150},
                {name:"보령시",code:44180},
                {name:"아산시",code:44200},
                {name:"서산시",code:44210},
                {name:"논산시",code:44230},
                {name:"계룡시",code:44250},
                {name:"당진시",code:44270},
                {name:"금산군",code:44710},
                {name:"부여군",code:44760},
                {name:"서천군",code:44770},
                {name:"청양군",code:44790},
                {name:"홍성군",code:44800},
                {name:"예산군",code:44810},
                {name:"태안군",code:44825},
    ]  },
    {
        name: "경상북도",
        code:47000,
        options : 
            [
                {name:"포항시 남구",code:47111},
                {name:"포항시 북구",code:47113},
                {name:"경주시",code:47130},
                {name:"김천시",code:47150},
                {name:"안동시",code:47170},
                {name:"구미시",code:47190},
                {name:"영주시",code:47210},
                {name:"영천시",code:47230},
                {name:"상주시",code:47250},
                {name:"문경시",code:47280},
                {name:"경산시",code:47290},
                {name:"군위군",code:47720},
                {name:"의성군",code:47730},
                {name:"청송군",code:47750},
                {name:"영양군",code:47760},
                {name:"영덕군",code:47770},
                {name:"청도군",code:47820},
                {name:"고령군",code:47830},
                {name:"성주군",code:47840},
                {name:"칠곡군",code:47850},
                {name:"예천군",code:47900},
                {name:"봉화군",code:47920},
                {name:"울진군",code:47930},
                {name:"울릉군",code:47940},
    ]  },
    {
        name: "경상남도",
        code:48000,
        options : 
            [
                {name:"창원시 의창구",code:48121},
                {name:"창원시 성산구",code:48123},
                {name:"창원시 마산합포구",code:48125},
                {name:"창원시 마산회원구",code:48127},
                {name:"창원시 진해구",code:48129},
                {name:"진주시",code:48170},
                {name:"통영시",code:48220},
                {name:"사천시",code:48240},
                {name:"김해시",code:48250},
                {name:"밀양시",code:48270},
                {name:"거제시",code:48310},
                {name:"양산시",code:48330},
                {name:"의령군",code:48720},
                {name:"함안군",code:48730},
                {name:"창녕군",code:48740},
                {name:"고성군",code:48820},
                {name:"남해군",code:48840},
                {name:"하동군",code:48850},
                {name:"산청군",code:48860},
                {name:"함양군",code:48870},
                {name:"거창군",code:48880},
                {name:"합천군",code:48890},

    ]  },
    {
        name: "전라북도",
        code:45000,
        options : 
            [
                {name:"전주시 완산구",code:45111},
                {name:"전주시 덕진구",code:45113},
                {name:"군산시",code:45130},
                {name:"익산시",code:45140},
                {name:"정읍시",code:45180},
                {name:"남원시",code:45190},
                {name:"김제시",code:45210},
                {name:"완주군",code:45710},
                {name:"진안군",code:45720},
                {name:"무주군",code:45730},
                {name:"장수군",code:45740},
                {name:"임실군",code:45750},
                {name:"순창군",code:45770},
                {name:"고창군",code:45790},
                {name:"부안군",code:45800},
    ]  },
    {
        name: "전라남도",
        code:46000,
        options : 
            [
                {name:"목포시",code:46110},
                {name:"여수시",code:46130},
                {name:"순천시",code:46150},
                {name:"나주시",code:46170},
                {name:"광양시",code:46230},
                {name:"담양군",code:46710},
                {name:"곡성군",code:46720},
                {name:"구례군",code:46730},
                {name:"고흥군",code:46770},
                {name:"보성군",code:46780},
                {name:"화순군",code:46790},
                {name:"장흥군",code:46800},
                {name:"강진군",code:46810},
                {name:"해남군",code:46820},
                {name:"영암군",code:46830},
                {name:"무안군",code:46840},
                {name:"함평군",code:46860},
                {name:"영광군",code:46870},
                {name:"장성군",code:46880},
                {name:"완도군",code:46890},
                {name:"진도군",code:46900},
                {name:"신안군",code:46910},
    ]  },
    {
        name: "제주특별자치도",
        code:50000,
        options : 
            [
                {name:"제주시",code:50110},
                {name:"서귀포시",code:50130},            
            ],
    }
]
export const addressMap_nodepth = [
    {
        name: "전체",
        code:0,
      
    },
                {name:"서울특별시",code:11000},
                {name:"종로구",code:11110},
                {name:"중구",code:11140},
                {name:"용산구",code:11170},
                {name:"성동구",code:11200},
                {name:"광진구",code:11215},
                {name:"동대문구",code:11230},
                {name:"중랑구",code:11260},
                {name:"성북구",code:11290},
                {name:"강북구",code:11305},
                {name:"도봉구",code:11320},
                {name:"노원구",code:11350},
                {name:"은평구",code:11380},
                {name:"서대문구",code:11410},
                {name:"마포구",code:11440},
                {name:"양천구",code:11470},
                {name:"강서구",code:11500},
                {name:"구로구",code:11530},
                {name:"금천구",code:11545},
                {name:"영등포구",code:11560},
                {name:"동작구",code:11590},
                {name:"관악구",code:11620},
                {name:"서초구",code:11650},
                {name:"강남구",code:11680},
                {name:"송파구",code:11710},
                {name:"강동구",code:11740},                                 
    {
        name: "부산광역시",
        code:26000,},
      
                {name:"중구",code:26110},
                {name:"서구",code:26140},
                {name:"동구",code:26170},
                {name:"영도구",code:26200},
                {name:"부산진구",code:26230},
                {name:"동래구",code:26260},
                {name:"남구",code:26290},
                {name:"북구",code:26320},
                {name:"해운대구",code:26350},
                {name:"사하구",code:26380},
                {name:"금정구",code:26410},
                {name:"강서구",code:26440},
                {name:"연제구",code:26470},
                {name:"수영구",code:26500},
                {name:"사상구",code:26530},
                {name:"기장군",code:26710},

    {
        name: "인천광역시",
        code :28000,
    },
                {name:"중구",code:28110},
                {name:"동구",code:28140},
                {name:"미추홀구",code:28177},
                {name:"연수구",code:28185},
                {name:"남동구",code:28200},
                {name:"부평구",code:28237},
                {name:"계양구",code:28245},
                {name:"서구",code:28260},
                {name:"강화군",code:28710},
                {name:"옹진군",code:28720},
    
    {
        name: "세종특별자치시",
        code:36110,
       },
    {
        name: "대구광역시",
        code:27000},
      
                {name:"중구",code:27110},
                {name:"동구",code:27140},
                {name:"서구",code:27170},
                {name:"남구",code:27200},
                {name:"북구",code:27230},
                {name:"수성구",code:27260},
                {name:"달서구",code:27290},
                {name:"달성군",code:27710},
    {
        name: "광주광역시",
        code:29000},
                {name:"동구",code:29110},
                {name:"서구",code:29140},
                {name:"남구",code:29155},
                {name:"북구",code:29170},
                {name:"광산구",code:29200},
                
   
    {
        name: "대전광역시",
        code:30000},
       
                {name:"동구",code:30110},
                {name:"중구",code:30140},
                {name:"서구",code:30170},
                {name:"유성구",code:30200},
                {name:"대덕구",code:30230},
    {
        name: "울산광역시",
        code:31000},
     
                {name:"중구",code:31110},
                {name:"남구",code:31140},
                {name:"동구",code:31170},
                {name:"북구",code:31200},
                {name:"울주군",code:31710},
    {
        name: "경기도",
        code:41000},
            {name:"수원시 장안구",code:41111},
            {name:"수원시 권선구",code:41113},
            {name:"수원시 팔달구",code:41115},
            {name:"수원시 영통구",code:41117},
            {name:"성남시 수정구",code:41131},
            {name:"성남시 중원구",code:41133},
            {name:"성남시 분당구",code:41135},
            {name:"의정부시",code:41150},
            {name:"안양시 만안구",code:41171},
            {name:"안양시 동안구",code:41173},
            {name:"부천시",code:41190},
            {name:"광명시",code:41210},
            {name:"평택시",code:41220},
            {name:"동두천시",code:41250},
            {name:"안산시 상록구",code:41271},
            {name:"안산시 단원구",code:41273},
            {name:"고양시 덕양구",code:41281},
            {name:"고양시 일산동구",code:41285},
            {name:"고양시 일산서구",code:41287},
            {name:"과천시",code:41290},
            {name:"구리시",code:41310},
            {name:"남양주시",code:41360},
            {name:"오산시",code:41370},
            {name:"시흥시",code:41390},
            {name:"군포시",code:41410},
            {name:"의왕시",code:41430},
            {name:"하남시",code:41450},
            {name:"용인시 처인구",code:41461},
            {name:"용인시 기흥구",code:41463},
            {name:"용인시 수지구",code:41465},
            {name:"파주시",code:41480},
            {name:"이천시",code:41500},
            {name:"안성시",code:41550},
            {name:"김포시",code:41570},
            {name:"화성시",code:41590},
            {name:"광주시",code:41610},
            {name:"양주시",code:41630},
            {name:"포천시",code:41650},
            {name:"여주시",code:41670},
            {name:"연천군",code:41800},
            {name:"가평군",code:41820},
            {name:"양평군",code:41830},
    {
        name: "강원도",
        code:42000},
                {name:"춘천시",code:42110},
                {name:"원주시",code:42130},
                {name:"강릉시",code:42150},
                {name:"동해시",code:42170},
                {name:"태백시",code:42190},
                {name:"속초시",code:42210},
                {name:"삼척시",code:42230},
                {name:"홍천군",code:42720},
                {name:"횡성군",code:42730},
                {name:"영월군",code:42750},
                {name:"평창군",code:42760},
                {name:"정선군",code:42770},
                {name:"철원군",code:42780},
                {name:"화천군",code:42790},
                {name:"양구군",code:42800},
                {name:"인제군",code:42810},
                {name:"고성군",code:42820},
                {name:"양양군",code:42830},
    {
        name: "충청북도",
        code:43000},
                {name:"청주시 상당구",code:43111},
                {name:"청주시 서원구",code:43112},
                {name:"청주시 흥덕구",code:43113},
                {name:"청주시 청원구",code:43114},
                {name:"충주시",code:43130},
                {name:"제천시",code:43150},
                {name:"보은군",code:43720},
                {name:"옥천군",code:43730},
                {name:"영동군",code:43740},
                {name:"증평군",code:43745},
                {name:"진천군",code:43750},
                {name:"괴산군",code:43760},
                {name:"음성군",code:43770},
                {name:"단양군",code:43800},
                    {
        name: "충청남도",
        code:44000},
      
                {name:"천안시 동남구",code:44131},
                {name:"천안시 서북구",code:44133},
                {name:"공주시",code:44150},
                {name:"보령시",code:44180},
                {name:"아산시",code:44200},
                {name:"서산시",code:44210},
                {name:"논산시",code:44230},
                {name:"계룡시",code:44250},
                {name:"당진시",code:44270},
                {name:"금산군",code:44710},
                {name:"부여군",code:44760},
                {name:"서천군",code:44770},
                {name:"청양군",code:44790},
                {name:"홍성군",code:44800},
                {name:"예산군",code:44810},
                {name:"태안군",code:44825},
        {name: "경상북도",
        code:47000},
    
                {name:"포항시 남구",code:47111},
                {name:"포항시 북구",code:47113},
                {name:"경주시",code:47130},
                {name:"김천시",code:47150},
                {name:"안동시",code:47170},
                {name:"구미시",code:47190},
                {name:"영주시",code:47210},
                {name:"영천시",code:47230},
                {name:"상주시",code:47250},
                {name:"문경시",code:47280},
                {name:"경산시",code:47290},
                {name:"군위군",code:47720},
                {name:"의성군",code:47730},
                {name:"청송군",code:47750},
                {name:"영양군",code:47760},
                {name:"영덕군",code:47770},
                {name:"청도군",code:47820},
                {name:"고령군",code:47830},
                {name:"성주군",code:47840},
                {name:"칠곡군",code:47850},
                {name:"예천군",code:47900},
                {name:"봉화군",code:47920},
                {name:"울진군",code:47930},
                {name:"울릉군",code:47940},
    {
        name: "경상남도",
        code:48000},
            
                {name:"창원시 의창구",code:48121},
                {name:"창원시 성산구",code:48123},
                {name:"창원시 마산합포구",code:48125},
                {name:"창원시 마산회원구",code:48127},
                {name:"창원시 진해구",code:48129},
                {name:"진주시",code:48170},
                {name:"통영시",code:48220},
                {name:"사천시",code:48240},
                {name:"김해시",code:48250},
                {name:"밀양시",code:48270},
                {name:"거제시",code:48310},
                {name:"양산시",code:48330},
                {name:"의령군",code:48720},
                {name:"함안군",code:48730},
                {name:"창녕군",code:48740},
                {name:"고성군",code:48820},
                {name:"남해군",code:48840},
                {name:"하동군",code:48850},
                {name:"산청군",code:48860},
                {name:"함양군",code:48870},
                {name:"거창군",code:48880},
                {name:"합천군",code:48890},

    {
        name: "전라북도",
        code:45000},
            
                {name:"전주시 완산구",code:45111},
                {name:"전주시 덕진구",code:45113},
                {name:"군산시",code:45130},
                {name:"익산시",code:45140},
                {name:"정읍시",code:45180},
                {name:"남원시",code:45190},
                {name:"김제시",code:45210},
                {name:"완주군",code:45710},
                {name:"진안군",code:45720},
                {name:"무주군",code:45730},
                {name:"장수군",code:45740},
                {name:"임실군",code:45750},
                {name:"순창군",code:45770},
                {name:"고창군",code:45790},
                {name:"부안군",code:45800},
    {
        name: "전라남도",
        code:46000},
            
                {name:"목포시",code:46110},
                {name:"여수시",code:46130},
                {name:"순천시",code:46150},
                {name:"나주시",code:46170},
                {name:"광양시",code:46230},
                {name:"담양군",code:46710},
                {name:"곡성군",code:46720},
                {name:"구례군",code:46730},
                {name:"고흥군",code:46770},
                {name:"보성군",code:46780},
                {name:"화순군",code:46790},
                {name:"장흥군",code:46800},
                {name:"강진군",code:46810},
                {name:"해남군",code:46820},
                {name:"영암군",code:46830},
                {name:"무안군",code:46840},
                {name:"함평군",code:46860},
                {name:"영광군",code:46870},
                {name:"장성군",code:46880},
                {name:"완도군",code:46890},
                {name:"진도군",code:46900},
                {name:"신안군",code:46910},
    {
        name: "제주특별자치도",
        code:50000,
    
    }
]
export const addressMap_ori = {
    Location : [
    {
        name: "전체",
        options : [
            ]
    },
    {
        name: "서울특별시",
        options : 
            [
            '',
            '강남구',
            '강동구',
            '강북구',
            '강서구',
            '관악구',
            '광진구',
            '구로구',
            '금천구',
            '노원구',
            '도봉구',
            '동대문구',
            '동작구',
            '마포구',
            '서대문구',
            '서초구',
            '성동구',
            '성북구',
            '송파구',
            '양천구',
            '영등포구',
            '용산구',
            '은평구',
            '종로구',
            '중구',
            '중랑구',
        ]   
    },
    {
        name: "부산광역시",
        options : 
            [
                '',
                '강서구',
                '금정구',
                '기장군',
                '남구',
                '동구',
                '동래구',
                '부산진구',
                '북구',
                '사상구',
                '사하구',
                '서구',
                '수영구',
                '연제구',
                '영도구',
                '중구',
                '해운대구',
    ]   
    },
    {
        name: "인천광역시",
        options : 
            [
                '',
                '강화군',
                '계양구',
                '남구',
                '남동구',
                '동구',
                '부평구',
                '서구',
                '연수구',
                '옹진군',
                '중구',
    ]  
    },
    {
        name: "세종특별자치시",
        options : 
            [
               
    ]  },
    {
        name: "대구광역시",
        options : 
            [
                '',
                '중구',
                '동구',
                '서구',
                '남구',
                '북구',
                '수성구',
                '달서구',
                '달성군',
    ]  },
    {
        name: "광주광역시",
        options : 
            [
                '', '동구', '서구', '남구', '북구', '광산구'
    ]  },
    {
        name: "대전광역시",
        options : 
            [
                '', '동구', '중구', '서구', '유성구', '대덕구'
    ]  },
    {
        name: "울산광역시",
        options : 
            [
                '', '중구', '남구', '동구', '북구', '울주군'
    ]  },
    {
        name: "경기도",
        options : 
            [
                '',
            '가평군',
            '고양시',
            '과천시',
            '광명시',
            '광주시',
            '구리시',
            '군포시',
            '김포시',
            '남양주시',
            '동두천시',
            '부천시',
            '성남시',
            '수원시',
            '시흥시',
            '안산시',
            '안성시',
            '안양시',
            '양주시',
            '양평군',
            '여주시',
            '연천군',
            '오산시',
            '용인시',
            '의왕시',
            '의정부시',
            '이천시',
            '파주시',
            '평택시',
            '포천시',
            '하남시',
            '화성시',
    ]  },
    {
        name: "강원도",
        options : 
            [
                '',
                '원주시',
                '춘천시',
                '강릉시',
                '동해시',
                '속초시',
                '삼척시',
                '홍천군',
                '태백시',
                '철원군',
                '횡성군',
                '평창군',
                '영월군',
                '정선군',
                '인제군',
                '고성군',
                '양양군',
                '화천군',
                '양구군',
    ]  },
    {
        name: "충청북도",
        options : 
            [
                '',
                '청주시',
                '충주시',
                '제천시',
                '보은군',
                '옥천군',
                '영동군',
                '증평군',
                '진천군',
                '괴산군',
                '음성군',
                '단양군',
    ]  },
    {
        name: "충청남도",
        options : 
            [
                '',
                '천안시',
                '공주시',
                '보령시',
                '아산시',
                '서산시',
                '논산시',
                '계룡시',
                '당진시',
                '금산군',
                '부여군',
                '서천군',
                '청양군',
                '홍성군',
                '예산군',
                '태안군',
    ]  },
    {
        name: "경상북도",
        options : 
            [
                '',
                '포항시',
                '경주시',
                '김천시',
                '안동시',
                '구미시',
                '영주시',
                '영천시',
                '상주시',
                '문경시',
                '경산시',
                '군위군',
                '의성군',
                '청송군',
                '영양군',
                '영덕군',
                '청도군',
                '고령군',
                '성주군',
                '칠곡군',
                '예천군',
                '봉화군',
                '울진군',
                '울릉군',
    ]  },
    {
        name: "경상남도",
        options : 
            [
                '',
                '창원시',
                '김해시',
                '진주시',
                '양산시',
                '거제시',
                '통영시',
                '사천시',
                '밀양시',
                '함안군',
                '거창군',
                '창녕군',
                '고성군',
                '하동군',
                '합천군',
                '남해군',
                '함양군',
                '산청군',
                '의령군',
    ]  },
    {
        name: "전라북도",
        options : 
            [
                '',
                '전주시',
                '익산시',
                '군산시',
                '정읍시',
                '완주군',
                '김제시',
                '남원시',
                '고창군',
                '부안군',
                '임실군',
                '순창군',
                '진안군',
                '장수군',
                '무주군',
    ]  },
    {
        name: "전라남도",
        options : 
            [
                '',
        '여수시',
        '순천시',
        '목포시',
        '광양시',
        '나주시',
        '무안군',
        '해남군',
        '고흥군',
        '화순군',
        '영암군',
        '영광군',
        '완도군',
        '담양군',
        '장성군',
        '보성군',
        '신안군',
        '장흥군',
        '강진군',
        '함평군',
        '진도군',
        '곡성군',
        '구례군',
    ]  },
    {
        name: "제주특별자치도",
        options : 
            [
                '', '제주시', '서귀포시'
            ],
    }
    ],
   
}
const koreaRootAddress = {
    서울: [37.56356944444444, 126.98000833333333],
    제주: [33.48569444444445, 126.50033333333333],
    전남: [34.813044444444444, 126.465],
    전북: [35.81727, 127.11105277777777],
    광주: [35.156974999999996, 126.85336388888888],
    경남: [35.23473611111111, 128.69416666666666],
    경북: [35.889605555555555, 128.60276666666667],
    울산: [35.53540833333333, 129.3136888888889],
    대구: [35.868541666666665, 128.60355277777776],
    부산: [35.17701944444444, 129.07695277777776],
    충남: [36.32387222222223, 127.42295555555556],
    충북: [36.6325, 127.49358611111111],
    세종: [36.4800121, 127.2890691],
    대전: [36.347119444444445, 127.38656666666667],
    인천: [37.45323333333334, 126.70735277777779]
}

const koreaLongRootAddress = {
    서울특별시: [37.56356944444444, 126.98000833333333],
    제주특별자치도: [33.48569444444445, 126.50033333333333],
    전라남도: [34.813044444444444, 126.465],
    전라북도: [35.81727, 127.11105277777777],
    강원도: [38.642618, 127.170231],
    광주광역시: [35.156974999999996, 126.85336388888888],
    경기도: [35.23473611111111, 128.69416666666666],
    울산광역시: [35.53540833333333, 129.3136888888889],
    대구광역시: [35.868541666666665, 128.60355277777776],
    부산광역시: [35.17701944444444, 129.07695277777776],
    충청남도: [36.32387222222223, 127.42295555555556],
    충청북도: [36.6325, 127.49358611111111],
    세종특별자치시: [36.4800121, 127.2890691],
    경상북도: [36.491286, 128.889433],
    경상남도: [35.459369, 128.214826],
    대전광역시: [36.347119444444445, 127.38656666666667],
    인천광역시: [37.45323333333334, 126.70735277777779]
}
const Location =[{
    "서울특별시/강남구": {
        "lat": "37.4951",
        "long": "127.06278"
    },
    "서울특별시/강동구": {
        "lat": "37.55274",
        "long": "127.14546"
    },
    "서울특별시/강북구": {
        "lat": "37.6349",
        "long": "127.02015"
    },
    "서울특별시/강서구": {
        "lat": "37.56227",
        "long": "126.81622"
    },
    "서울특별시/관악구": {
        "lat": "37.47876",
        "long": "126.95235"
    },
    "서울특별시/광진구": {
        "lat": "37.53913",
        "long": "127.08366"
    },
    "서울특별시/구로구": {
        "lat": "37.49447",
        "long": "126.8502"
    },
    "서울특별시/금천구": {
        "lat": "37.47486",
        "long": "126.89106"
    },
    "서울특별시/노원구": {
        "lat": "37.66045",
        "long": "127.06718"
    },
    "서울특별시/도봉구": {
        "lat": "37.65066",
        "long": "127.03011"
    },
    "서울특별시/동대문구": {
        "lat": "37.58189",
        "long": "127.05408"
    },
    "서울특별시/동작구": {
        "lat": "37.50056",
        "long": "126.95149"
    },
    "서울특별시/마포구": {
        "lat": "37.55438",
        "long": "126.90926"
    },
    "서울특별시/서대문구": {
        "lat": "37.57809",
        "long": "126.93506"
    },
    "서울특별시/서초구": {
        "lat": "37.49447",
        "long": "127.01088"
    },
    "서울특별시/성동구": {
        "lat": "37.54784",
        "long": "127.02461"
    },
    "서울특별시/성북구": {
        "lat": "37.60267",
        "long": "127.01448"
    },
    "서울특별시/송파구": {
        "lat": "37.5021",
        "long": "127.11113"
    },
    "서울특별시/양천구": {
        "lat": "37.52056",
        "long": "126.87472"
    },
    "서울특별시/영등포구": {
        "lat": "37.52606",
        "long": "126.90308"
    },
    "서울특별시/용산구": {
        "lat": "37.53391",
        "long": "126.9775"
    },
    "서울특별시/은평구": {
        "lat": "37.61846",
        "long": "126.9278"
    },
    "서울특별시/종로구": {
        "lat": "37.5729",
        "long": "126.97928"
    },
    "서울특별시/중구": {
        "lat": "37.55986",
        "long": "126.99398"
    },
    "서울특별시/중랑구": {
        "lat": "37.60199",
        "long": "127.10461"
    },
    "부산광역시/강서구": {
        "lat": "35.1593",
        "long": "128.933"
    },
    "부산광역시/금정구": {
        "lat": "35.25863",
        "long": "129.0901"
    },
    "부산광역시/기장군": {
        "lat": "35.29721",
        "long": "129.20076"
    },
    "부산광역시/남구": {
        "lat": "35.13648",
        "long": "129.08266"
    },
    "부산광역시/동구": {
        "lat": "35.12468",
        "long": "129.03432"
    },
    "부산광역시/동래구": {
        "lat": "35.20447",
        "long": "129.078"
    },
    "부산광역시/부산진구": {
        "lat": "35.16293",
        "long": "129.05133"
    },
    "부산광역시/북구": {
        "lat": "35.19724",
        "long": "128.99134"
    },
    "부산광역시/사상구": {
        "lat": "35.14479",
        "long": "128.97986"
    },
    "부산광역시/사하구": {
        "lat": "35.08552",
        "long": "128.98725"
    },
    "부산광역시/서구": {
        "lat": "35.12529",
        "long": "129.01946"
    },
    "부산광역시/수영구": {
        "lat": "35.15627",
        "long": "129.11253"
    },
    "부산광역시/연제구": {
        "lat": "35.18206",
        "long": "129.08285"
    },
    "부산광역시/영도구": {
        "lat": "35.07849",
        "long": "129.06483"
    },
    "부산광역시/중구": {
        "lat": "35.10594",
        "long": "129.03331"
    },
    "부산광역시/해운대구": {
        "lat": "35.16665",
        "long": "129.16792"
    },
    "인천광역시/강화군": {
        "lat": "37.74722",
        "long": "126.48556"
    },
    "인천광역시/계양구": {
        "lat": "37.52306",
        "long": "126.74472"
    },
    "인천광역시/남구": {
        "lat": "37.46362",
        "long": "126.65"
    },
    "인천광역시/남동구": {
        "lat": "37.41831",
        "long": "126.7184"
    },
    "인천광역시/동구": {
        "lat": "37.48375",
        "long": "126.6369"
    },
    "인천광역시/부평구": {
        "lat": "37.4972",
        "long": "126.71107"
    },
    "인천광역시/서구": {
        "lat": "37.55233",
        "long": "126.65543"
    },
    "인천광역시/연수구": {
        "lat": "37.41911",
        "long": "126.66489"
    },
    "인천광역시/옹진군": {
        "lat": "37.23361",
        "long": "126.12305"
    },
    "인천광역시/중구": {
        "lat": "37.47353",
        "long": "126.62151"
    },
    "대구광역시/중구": {
        "lat": "35.86678",
        "long": "128.59538"
    },
    "대구광역시/동구": {
        "lat": "35.88566",
        "long": "128.63296"
    },
    "대구광역시/서구": {
        "lat": "35.87465",
        "long": "128.55109"
    },
    "대구광역시/남구": {
        "lat": "35.84119",
        "long": "128.588"
    },
    "대구광역시/북구": {
        "lat": "35.9",
        "long": "128.59175"
    },
    "대구광역시/수성구": {
        "lat": "35.85905",
        "long": "128.62625"
    },
    "대구광역시/달서구": {
        "lat": "35.82569",
        "long": "128.52403"
    },
    "대구광역시/달성군": {
        "lat": "35.77467",
        "long": "128.42955"
    },
    "광주광역시/동구": {
        "lat": "35.14592",
        "long": "126.9232"
    },
    "광주광역시/서구": {
        "lat": "35.15248",
        "long": "126.89106"
    },
    "광주광역시/남구": {
        "lat": "35.12159",
        "long": "126.90943"
    },
    "광주광역시/북구": {
        "lat": "35.19232",
        "long": "126.92439"
    },
    "광주광역시/광산구": {
        "lat": "35.16158",
        "long": "126.8081"
    },
    "대전광역시/동구": {
        "lat": "36.32938",
        "long": "127.44313"
    },
    "대전광역시/중구": {
        "lat": "36.28044",
        "long": "127.41093"
    },
    "대전광역시/서구": {
        "lat": "36.28071",
        "long": "127.34533"
    },
    "대전광역시/유성구": {
        "lat": "36.36685",
        "long": "127.327"
    },
    "대전광역시/대덕구": {
        "lat": "36.39591",
        "long": "127.43437"
    },
    "울산광역시/중구": {
        "lat": "35.5684",
        "long": "129.33226"
    },
    "울산광역시/남구": {
        "lat": "35.54382",
        "long": "129.32917"
    },
    "울산광역시/동구": {
        "lat": "35.5047",
        "long": "129.4186"
    },
    "울산광역시/북구": {
        "lat": "35.58243",
        "long": "129.36049"
    },
    "울산광역시/울주군": {
        "lat": "35.56233",
        "long": "129.1269"
    },
    "경기도/가평군": {
        "lat": "37.8308",
        "long": "127.51522"
    },
    "경기도/고양시": {
        "lat": "37.65639",
        "long": "126.835"
    },
    "경기도/과천시": {
        "lat": "37.43407",
        "long": "126.99989"
    },
    "경기도/광명시": {
        "lat": "37.44435",
        "long": "126.86499"
    },
    "경기도/광주시": {
        "lat": "35.16667",
        "long": "126.91667"
    },
    "경기도/구리시": {
        "lat": "37.5986",
        "long": "127.1394"
    },
    "경기도/군포시": {
        "lat": "37.34261",
        "long": "126.92149"
    },
    "경기도/김포시": {
        "lat": "37.59417",
        "long": "126.7425"
    },
    "경기도/남양주시": {
        "lat": "37.65217",
        "long": "127.2401"
    },
    "경기도/동두천시": {
        "lat": "37.91889",
        "long": "127.06897"
    },
    "경기도/부천시": {
        "lat": "37.49889",
        "long": "126.78306"
    },
    "경기도/성남시": {
        "lat": "37.41875",
        "long": "127.12877"
    },
    "경기도/수원시": {
        "lat": "37.28586",
        "long": "127.00993"
    },
    "경기도/시흥시": {
        "lat": "37.39067",
        "long": "126.7888"
    },
    "경기도/안산시": {
        "lat": "37.31693",
        "long": "126.83048"
    },
    "경기도/안성시": {
        "lat": "37.03789",
        "long": "127.30057"
    },
    "경기도/안양시": {
        "lat": "37.3925",
        "long": "126.92694"
    },
    "경기도/양주시": {
        "lat": "37.81732",
        "long": "127.046"
    },
    "경기도/양평군": {
        "lat": "37.4888",
        "long": "127.49222"
    },
    "경기도/여주시": {
        "lat": "37.29562",
        "long": "127.63668"
    },
    "경기도/연천군": {
        "lat": "38.09404",
        "long": "127.07577"
    },
    "경기도/오산시": {
        "lat": "37.15222",
        "long": "127.07056"
    },
    "경기도/용인시": {
        "lat": "37.23825",
        "long": "127.17795"
    },
    "경기도/의왕시": {
        "lat": "37.345",
        "long": "126.97575"
    },
    "경기도/의정부시": {
        "lat": "37.73865",
        "long": "127.0477"
    },
    "경기도/이천시": {
        "lat": "37.27917",
        "long": "127.4425"
    },
    "경기도/파주시": {
        "lat": "37.75952",
        "long": "126.77772"
    },
    "경기도/평택시": {
        "lat": "36.99472",
        "long": "127.08889"
    },
    "경기도/포천시": {
        "lat": "37.8937",
        "long": "127.20028"
    },
    "경기도/하남시": {
        "lat": "37.53895",
        "long": "127.2125"
    },
    "경기도/화성시": {
        "lat": "37.20025",
        "long": "126.82909"
    },
    "강원도/원주시": {
        "lat": "37.32104",
        "long": "127.92132"
    },
    "강원도/춘천시": {
        "lat": "37.88048",
        "long": "127.72776"
    },
    "강원도/강릉시": {
        "lat": "37.7519",
        "long": "128.87825"
    },
    "강원도/동해시": {
        "lat": "37.52345",
        "long": "129.11357"
    },
    "강원도/속초시": {
        "lat": "38.20725",
        "long": "128.59275"
    },
    "강원도/삼척시": {
        "lat": "37.45013",
        "long": "129.16626"
    },
    "강원도/홍천군": {
        "lat": "37.6918",
        "long": "127.8857"
    },
    "강원도/태백시": {
        "lat": "37.1652",
        "long": "128.9857"
    },
    "강원도/철원군": {
        "lat": "38.24391",
        "long": "127.44522"
    },
    "강원도/횡성군": {
        "lat": "37.48817",
        "long": "127.9857"
    },
    "강원도/평창군": {
        "lat": "37.37028",
        "long": "128.39306"
    },
    "강원도/영월군": {
        "lat": "37.1833",
        "long": "128.4615"
    },
    "강원도/정선군": {
        "lat": "37.38911",
        "long": "128.72995"
    },
    "강원도/인제군": {
        "lat": "38.04416",
        "long": "128.27876"
    },
    "강원도/고성군": {
        "lat": "38.37945",
        "long": "128.46755"
    },
    "강원도/양양군": {
        "lat": "38.06215",
        "long": "128.61471"
    },
    "강원도/화천군": {
        "lat": "38.14212",
        "long": "127.67615"
    },
    "강원도/양구군": {
        "lat": "38.10583",
        "long": "127.98944"
    },
    "충청북도/청주시": {
        "lat": "36.63722",
        "long": "127.48972"
    },
    "충청북도/충주시": {
        "lat": "37.01791",
        "long": "127.87713"
    },
    "충청북도/제천시": {
        "lat": "37.06206",
        "long": "128.14065"
    },
    "충청북도/보은군": {
        "lat": "36.49489",
        "long": "127.72865"
    },
    "충청북도/옥천군": {
        "lat": "36.3012",
        "long": "127.568"
    },
    "충청북도/영동군": {
        "lat": "36.1645",
        "long": "127.79018"
    },
    "충청북도/증평군": {
        "lat": "36.78377",
        "long": "127.59858"
    },
    "충청북도/진천군": {
        "lat": "36.85667",
        "long": "127.44333"
    },
    "충청북도/괴산군": {
        "lat": "36.77179",
        "long": "127.81426"
    },
    "충청북도/음성군": {
        "lat": "36.92602",
        "long": "127.6807"
    },
    "충청북도/단양군": {
        "lat": "36.98615",
        "long": "128.36945"
    },
    "충청남도/천안시": {
        "lat": "36.80488",
        "long": "127.19431"
    },
    "충청남도/공주시": {
        "lat": "36.45556",
        "long": "127.12472"
    },
    "충청남도/보령시": {
        "lat": "36.35649",
        "long": "126.59444"
    },
    "충청남도/아산시": {
        "lat": "36.78361",
        "long": "127.00417"
    },
    "충청남도/서산시": {
        "lat": "36.78518",
        "long": "126.46568"
    },
    "충청남도/논산시": {
        "lat": "36.19774",
        "long": "127.12143"
    },
    "충청남도/계룡시": {
        "lat": "36.29304",
        "long": "127.22575"
    },
    "충청남도/당진시": {
        "lat": "36.91667",
        "long": "126.66667"
    },
    "충청남도/금산군": {
        "lat": "36.13381",
        "long": "127.48062"
    },
    "충청남도/부여군": {
        "lat": "36.26257",
        "long": "126.85802"
    },
    "충청남도/서천군": {
        "lat": "36.1082",
        "long": "126.69722"
    },
    "충청남도/청양군": {
        "lat": "36.44586",
        "long": "126.84288"
    },
    "충청남도/홍성군": {
        "lat": "36.56705",
        "long": "126.62626"
    },
    "충청남도/예산군": {
        "lat": "36.68218",
        "long": "126.79592"
    },
    "충청남도/태안군": {
        "lat": "36.70036",
        "long": "126.28391"
    },
    "경상북도/포항시": {
        "lat": "36.08333",
        "long": "129.36667"
    },
    "경상북도/경주시": {
        "lat": "35.84278",
        "long": "129.21167"
    },
    "경상북도/김천시": {
        "lat": "36.14481",
        "long": "128.11157"
    },
    "경상북도/안동시": {
        "lat": "36.56636",
        "long": "128.72275"
    },
    "경상북도/구미시": {
        "lat": "36.21009",
        "long": "128.35442"
    },
    "경상북도/영주시": {
        "lat": "36.87459",
        "long": "128.58631"
    },
    "경상북도/영천시": {
        "lat": "36",
        "long": "129"
    },
    "경상북도/상주시": {
        "lat": "36.41667",
        "long": "128.16667"
    },
    "경상북도/문경시": {
        "lat": "36.59458",
        "long": "128.19946"
    },
    "경상북도/경산시": {
        "lat": "35.83333",
        "long": "128.8"
    },
    "경상북도/군위군": {
        "lat": "36.16995",
        "long": "128.64705"
    },
    "경상북도/의성군": {
        "lat": "36.36122",
        "long": "128.61517"
    },
    "경상북도/청송군": {
        "lat": "36.43288",
        "long": "129.05159"
    },
    "경상북도/영양군": {
        "lat": "36.69592",
        "long": "129.14196"
    },
    "경상북도/영덕군": {
        "lat": "36.48125",
        "long": "129.31078"
    },
    "경상북도/청도군": {
        "lat": "35.67166",
        "long": "128.78509"
    },
    "경상북도/고령군": {
        "lat": "35.74959",
        "long": "128.29707"
    },
    "경상북도/성주군": {
        "lat": "35.91888",
        "long": "128.28838"
    },
    "경상북도/칠곡군": {
        "lat": "36.01512",
        "long": "128.46138"
    },
    "경상북도/예천군": {
        "lat": "36.65272",
        "long": "128.43007"
    },
    "경상북도/봉화군": {
        "lat": "36.88951",
        "long": "128.73573"
    },
    "경상북도/울진군": {
        "lat": "36.91968",
        "long": "129.31966"
    },
    "경상북도/울릉군": {
        "lat": "37.50442",
        "long": "130.86084"
    },
    "경상남도/창원시": {
        "lat": "35.27533",
        "long": "128.65152"
    },
    "경상남도/김해시": {
        "lat": "35.25",
        "long": "128.86667"
    },
    "경상남도/진주시": {
        "lat": "35.20445",
        "long": "128.12408"
    },
    "경상남도/양산시": {
        "lat": "35.39866",
        "long": "129.03612"
    },
    "경상남도/거제시": {
        "lat": "34.9",
        "long": "128.66666"
    },
    "경상남도/통영시": {
        "lat": "34.8736",
        "long": "128.39709"
    },
    "경상남도/사천시": {
        "lat": "35.00385",
        "long": "128.06857"
    },
    "경상남도/밀양시": {
        "lat": "35.49333",
        "long": "128.74889"
    },
    "경상남도/함안군": {
        "lat": "35.29117",
        "long": "128.4297"
    },
    "경상남도/거창군": {
        "lat": "35.68735",
        "long": "127.91142"
    },
    "경상남도/창녕군": {
        "lat": "35.50822",
        "long": "128.4902"
    },
    "경상남도/고성군": {
        "lat": "35.01478",
        "long": "128.28244"
    },
    "경상남도/하동군": {
        "lat": "35.13628",
        "long": "127.77291"
    },
    "경상남도/합천군": {
        "lat": "35.5741",
        "long": "128.13841"
    },
    "경상남도/남해군": {
        "lat": "34.80433",
        "long": "127.92708"
    },
    "경상남도/함양군": {
        "lat": "35.55233",
        "long": "127.71196"
    },
    "경상남도/산청군": {
        "lat": "35.36625",
        "long": "127.87065"
    },
    "경상남도/의령군": {
        "lat": "35.3923",
        "long": "128.26917"
    },
    "전라북도/전주시": {
        "lat": "35.82194",
        "long": "127.14889"
    },
    "전라북도/익산시": {
        "lat": "35.94389",
        "long": "126.95444"
    },
    "전라북도/군산시": {
        "lat": "35.93583",
        "long": "126.68338"
    },
    "전라북도/정읍시": {
        "lat": "35.6",
        "long": "126.91667"
    },
    "전라북도/완주군": {
        "lat": "35.84509",
        "long": "127.14752"
    },
    "전라북도/김제시": {
        "lat": "35.80701",
        "long": "126.90755"
    },
    "전라북도/남원시": {
        "lat": "35.42966",
        "long": "127.43208"
    },
    "전라북도/고창군": {
        "lat": "35.43483",
        "long": "126.70047"
    },
    "전라북도/부안군": {
        "lat": "35.7",
        "long": "126.66667"
    },
    "전라북도/임실군": {
        "lat": "35.6066",
        "long": "127.2301"
    },
    "전라북도/순창군": {
        "lat": "35.41667",
        "long": "127.16667"
    },
    "전라북도/진안군": {
        "lat": "35.8216",
        "long": "127.41183"
    },
    "전라북도/장수군": {
        "lat": "35.66667",
        "long": "127.53333"
    },
    "전라북도/무주군": {
        "lat": "35.93172",
        "long": "127.71118"
    },
    "전라남도/여수시": {
        "lat": "34.77647",
        "long": "127.64253"
    },
    "전라남도/순천시": {
        "lat": "34.98951",
        "long": "127.39551"
    },
    "전라남도/목포시": {
        "lat": "34.80826",
        "long": "126.3942"
    },
    "전라남도/광양시": {
        "lat": "35.02926",
        "long": "127.64882"
    },
    "전라남도/나주시": {
        "lat": "35.05683",
        "long": "126.67362"
    },
    "전라남도/무안군": {
        "lat": "34.95642",
        "long": "126.44041"
    },
    "전라남도/해남군": {
        "lat": "34.54047",
        "long": "126.5187"
    },
    "전라남도/고흥군": {
        "lat": "34.58333",
        "long": "127.33333"
    },
    "전라남도/화순군": {
        "lat": "35.00843",
        "long": "127.02576"
    },
    "전라남도/영암군": {
        "lat": "34.7979",
        "long": "126.62651"
    },
    "전라남도/영광군": {
        "lat": "35.28711",
        "long": "126.43616"
    },
    "전라남도/완도군": {
        "lat": "34.31182",
        "long": "126.73845"
    },
    "전라남도/담양군": {
        "lat": "35.33976",
        "long": "126.99125"
    },
    "전라남도/장성군": {
        "lat": "35.32734",
        "long": "126.76817"
    },
    "전라남도/보성군": {
        "lat": "34.81426",
        "long": "127.15765"
    },
    "전라남도/신안군": {
        "lat": "34.8262",
        "long": "126.10863"
    },
    "전라남도/장흥군": {
        "lat": "34.66667",
        "long": "126.91667"
    },
    "전라남도/강진군": {
        "lat": "34.61787",
        "long": "126.76758"
    },
    "전라남도/함평군": {
        "lat": "35.11641",
        "long": "126.53221"
    },
    "전라남도/진도군": {
        "lat": "34.41018",
        "long": "126.1688"
    },
    "전라남도/곡성군": {
        "lat": "35.21449",
        "long": "127.2628"
    },
    "전라남도/구례군": {
        "lat": "35.20944",
        "long": "127.46444"
    },
    "제주특별자치도/제주시": {
        "lat": "33.50972",
        "long": "126.52194"
    },
    "제주특별자치도/서귀포시": {
        "lat": "33.29307",
        "long": "126.49748"
    }
}]
